Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Designed to be combined with our S-1EX and S-2EX speakers, the S-7EX centre speaker is the final step in setting up a true high-end multi-channel system.
es: Al estar diseñado para combinarse con nuestros altavoces S-1EX y S-2EX, el altavoz central S-7EX es el paso final para configurar un verdadero sistema de canales múltiples de alta gama.

source: However, Microsoft's ties its Media Player to its ubiquitous Windows operating system, a channel of distribution which is not available to competing vendors of media players.
es: Sin embargo, Microsoft integra su Media Player en su omnipresente sistema operativo Windows, algo que los fabricantes de productos competidores no pueden hacer.

source: Tegostil is characterised by a channel system obtained in the insulation, which allow the air to circulate from the gutter to the ridge.
es: Tegostil se caracteriza por un sistema de canaletas, obtenidas en el aislamiento, que permiten una circulación del aire desde el canalón hacia la cumbrera.

source: Multiple-channel ordering and invoicing methods are available by phone, fax, e-mail and online online.officedepot.ie.
es: Office Depot ofrece diversos métodos de pedido y facturación multicanal por teléfono, fax, correo electrónico y en la página web online.officedepot.ie.

source: A temporarily allocated multiple access channel used to provide a means for inbound random access on a channel which is normally reserved access.
es: Se utiliza un canal de acceso múltiple asignado temporalmente para proporcionar un medio de acceso aleatorio de entrada en un canal que normalmente es de acceso reservado.

source: However, the previous mandate-holder argued that religions have not invented discriminatory and harmful practices against women; rather, these practices are mainly attributable to a cultural interpretation of religious precepts.
es: Sin embargo, el anterior titular del mandato argumentó que las religiones no habían inventado prácticas discriminatorias y perjudiciales para la mujer; en realidad, esas prácticas debían atribuirse esencialmente a una interpretación cultural de preceptos religiosos.

source: But this variety is not invented individually everyday, it is founded on the experience of shapes.
es: Pero esta variedad no se inventa individualmente todos los días, se funda en la experiencia de las formas.

source: This is perfect for professionals who require multiple district paging on one channel.
es: Es perfecto para profesionales quienes requieren llamada de distritos múltiples en un mismo canal.

source: Digital television offers, amongst other characteristics, high quality services with high image resolution, advanced multiple channel digital sound formats, sub-titles and interactivity.
es: La televisión digital ofrece servicios de muy alta calidad, con gran resolución de imagen, formatos avanzados de sonido digital multicanal, subtítulos e interactividad, entre otras características.

source: Multiple sclerosis is an autoimmune disease in which the body's own defense system attacks myelin, or the protective fatty substance that surrounds nerve fibers in the central nervous system, according to the National Multiple Sclerosis Society.
es: La esclerosis múltiple es una enfermedad autoinmune en la que el propio sistema inmunitario ataca la mielina, la sustancia grasa protectora que recubre las fibras nerviosas del sistema nervioso central, según la National Multiple Sclerosis Society.

source: More recently, it played a key role in the successful launch of a multiple-channel, direct-to-home, paytelevision company in Thailand.
es: Más recientemente, desempeñó un papel clave en el exitoso lanzamiento de una empresa de televisión paga de varios canales difundida directamente a los hogares en Tailandia.

source: Complex project teams of multiple system integrators
es: Equipos complejos de proyectos formados por varios integradores de sistemas

source: Five had Parkinson's disease; two had dementia with Lewy bodies; and one had multiple system atrophy, a rare condition that affects movement, balance and other bodily functions.
es: Cinco tenían la enfermedad de Parkinson, dos demencia con cuerpos de Lewy y uno atrofia sistémica múltiple, una enfermedad poco común que afecta el movimiento, el equilibrio y otras funciones corporales.

source: Given the diverse range of programme activities, funding arrangements and cost structures in the United Nations system, multiple support-cost rates are undoubtedly appropriate.
es: Dada la amplia gama de actividades de programas, arreglos de financiación y estructuras de gastos del sistema de las Naciones Unidas, la diversidad de las tasas de gastos de apoyo al programa está, sin duda, justificada.

source: There are many alternative solutions within this family of techniques, but they are all based on establishing several parallel independent communication channels through the same space and frequency channel by using multiple antenna elements at both ends of the link.
es: Hay múltiples soluciones alternativas en esta familia de técnicas, si bien todas ellas se basan en el establecimiento de varios canales paralelos de comunicación independientes por el mismo espacio y el mismo canal de frecuencia, utilizando elementos múltiples de antena en ambos extremos del enlace.

source: The UT4 receiver may be used in numerous applications, and is designed to be easily stacked or rack-mounted for multiple system use (see Figure 1).
es: El receptor UT4 puede usarse en numerosas situaciones y está diseñado para poder apilar una unidad sobre la otra o para instalarse en rack fácilmente para usar varias unidades en un mismo sistema (vea la Figura 1).

source: Raw materials, direct labor and plant overhead, as well as purchasing and receiving costs, costs directly related to production planning, inspection costs and raw material handling facilities, are included in cost of sales.
es: Las materias primas, el trabajo directo y los costos operativos de las plantas, así como los gastos de compra y recepción, costos relacionados directamente con la planeación de la producción, los gastos de inspección y de instalaciones para el manejo de materia prima se incluyen en el costo de ventas.

source: This exporting producer claimed that income from sales of scrap should be deducted from the cost of raw materials in the cost of production of the like product.
es: Dicho productor exportador alegó que, en los costes de producción del producto similar, los ingresos procedentes de las ventas de chatarra deberían deducirse del coste de las materias primas.

source: All publicity and promotion materials relating to future campaign years produced in the current campaign year are shown at standard cost and included in inventory.
es: Todo el material de publicidad y promoción producido en el año de la campaña en curso pero relativo a años futuros se valora al costo estándar y se incluye en las existencias.

source: On the contrary, Whitbread has confirmed in a letter dated 26 October 1998 that fiWhitbread does not enforce this clause as it relates to competing products, and has no intention to enforce it, as will immediately be apparent from the fact that lessees have freedom to advertise, promote and market according to the marketing mix of their choice as appropriate to their chosen business plan'.
es: Antes al contrario, mediante carta de 26 de octubre de 1998, Whitbread confirmó que «no aplica esta claÂ usula por lo que se refiere a productos competidores, ni tiene intención de hacerlo, como se desprende del hecho de que los arrendatarios pueden anunciar, promocionar y vender con arreglo a la combinación de elementos baÂ sicos de mercadotecnia que mejor se adapte a su plan comercial».

source: "These provisions are included in ""Cost of sales (exclusive of depreciation, amortization and depletion)"" in the condensed consolidated statement of earnings."
es: "Estas provisiones están incluidas en ""Costo de ventas (excluyendo depreciación, amortización y agotamiento)"" en el estado de resultados condensado consolidado."

source: Tolling charges from ASARCO were $3.8 million in 2004 and are included in cost of sales on the Consolidated Statement of Earnings.
es: Los cargos por conversión de ASARCO fueron $3.8 millones en el 2004 y están incluidos en el costo de ventas en el Estado de Resultados Consolidado.

source: The increase in cost of sales included 1) $31.2 million for the higher cost of copper purchases from third parties and 2) $10.1 million of higher production cost primarily resulting from higher fuel and power costs, partially offset by a $19.7 million positive translation effect as a result of the appreciation of the Mexican peso against the U.S. dollar.
es: El aumento del costo de ventas incluyó 1) $31.2 millones de mayor costo de compras de cobre a terceros y 2) $10.1 millones de mayor costo de producción principalmente resultado de mayores costos de combustible y energía, compensado parcialmente por $19.7 millones del efecto positivo de la conversión monetaria resultado de la apreciación del peso mexicano con respecto al dólar de Estados Unidos.

source: Actually the contamination level of a compound feedingstuff depends on the quantity of contaminated feed material incorporated to the feed and consequently an exhaustive information of all feed materials included in the compound feedingstuff as well as their different amounts is of great importance.
es: En realidad, el nivel de contaminación de un pienso compuesto depende de la cantidad de materia prima contaminada incorporada al mismo y, por consiguiente, resulta de capital importancia contar con una información exhaustiva sobre todas las materias primas incluidas en él, así como sus diferentes cantidades.

source: Manual entry of the quantity of materials to be included at a new reporting point is only possible in online processing.
es: La entrada manual de la cantidad de materiales que deben incluirse en un nuevo punto de notificación sólo es posible en el tratamiento en modo interactivo.

source: "These provisions are included in ""Cost of sales (exclusive of depreciation, amortization and depletion)"" on the condensed consolidated combined statement of earnings."
es: Estas provisiones están incluidas en el costo de ventas (sin incluir depreciación, amortización y agotamiento) en el Estado de Ganancias y Pérdidas consolidado combinado condensado.

source: The amount of inventories included in cost of sales and operating expense and depreciation and amortization during the three months ended March 31, 2010 was $364 million (2009 - $231 million).
es: El monto de inventarios incluido en el costo de ventas y gastos operacionales y depreciación y amortización durante los tres meses terminados al 31 de Marzo de 2010 fue de $364 millones (2009 - $231 millones).

source: Gains and losses from foreign currency remeasurement are included in the line Cost of sales on the Consolidated statement of earnings.
es: Las ganancias y pérdidas a partir de la revaloración de la moneda extranjera se incluyen en el rubro Costo de Ventas del Estado Consolidado de Ganancias y Pérdidas.

source: The materials used in the materials in the sales order cost estimate have their own cost estimates.
es: Los materiales utilizados para los materiales en el cálculo del coste del pedido de cliente tienen sus propios cálculos del coste.

source: The increase in cost of sales included 1) $77.5 million for the higher cost of copper purchases from third parties and 2) $19.2 million of higher workers' participation due to increased earnings.
es: El aumento del costo de ventas incluyó 1) $77.5 millones de mayor costo de compras de cobre a terceros y 2) $19.2 millones de mayor participación de los trabajadores debido al aumento de las utilidades.

source: The following links will help you determine how best to incorporate promotional products as part of your marketing mix.
es: Los vínculos siguientes le ayudarán a determinar la manera mejor de incorporar productos promocionales a su mezcla de mercadotecnia.

source: "Silva adds ""In these times of crisis, those companies that see Corporate Responsibility [CR] merely as one more component of their marketing mix will be forced to trim their budgets."
es: "Silva añade ""En esta época de crisis, aquellas compañías cuyas políticas de RSC sean sólo parte de su estrategia de marketing, se verán en la obligación de recortar el presupuesto."

source: SELLBYTEL offers special services such as info-lines and management of first customer contacts, in order to optimize your marketing mix.
es: Para completar de forma eficiente la sinergia de las estrategias de marketing utilizadas, SELLBYTEL ofrece servicios especiales como, p.ej. líneas de información o gestión de primeros pedidos de clientes.

source: In established economies trade fairs are a vital part of the marketing mix, along with direct selling, advertising and the Internet.
es: En las economías establecidas, las ferias son una parte vital del mix de marketing, junto con la venta directa, avisos e Internet.

source: Torraspapel is, along with the rest of the Lecta group companies, one of the partners of the PrintSells campaign, launched in 13 European countries at the initiative of Cepifine to demonstrate the benefits of print in the marketing mix.
es: Torraspapel es, junto con los demás miembros del grupo Lecta, uno de los patrocinadores de la campaña PrintSells, lanzada a iniciativa de Cepifine en 13 países europeos para demostrar los beneficios de la comunicación impresa en el marketing mix.

source: Design of a marketing plan at national and international level.
es: Elaboración de un plan de mercadeo a escala nacional e internacional.

source: Pernod Ricard now ranks number one in those categories, with an especially strong market share in the aquavit and schnapps category.
es: Pernod Ricard es hoy día el número uno en estas categorías, con una cuota de mercado particularmente elevada en los aquavits y los schnaps.

source: The scheme has allowed the recipients to maintain a market share that competition would otherwise have seized.
es: El régimen ha permitido a sus destinatarios mantener una cuota de mercado de la que la competencia se hubiera apoderado.

source: At the present time it has a total of 530 km of 220 kV circuit and four substations, representing a 16% market share.
es: Actualmente cuenta con un total de 530 km de circuitos de 220 kV y cuatro subestaciones, lo que supone una cuota de mercado de 16% .

source: In the process we ended up gaining market share in practically all the markets we entered thanks to our having committed early the necessary resources to foster that kind of growth.
es: Durante el proceso, incrementamos nuestra participación de mercado en prácticamente todos los países a los que entramos al haber comprometido anticipadamente los recursos necesarios para fomentar esa clase de crecimiento.

source: "This provision is included in ""Cost of sales (exclusive of depreciation, amortization and depletion)"" on the Company's Statement of earnings and covers the period the law was in effect."
es: "Esta provisión está incluida en ""Costo de ventas (sin incluir depreciación, amortización y agotamiento)"" en el estado de resultados de la Compañía y cubre el periodo durante el cual la ley está en vigencia."

source: The equity in the net income of associated companies which manufacture products used in the production of beer is included in the income statement as a reduction in cost of sales.
es: La participación en las utilidades de aquellas compañías asociadas que fabrican insumos necesarios para la producción de cerveza, se presentan disminuyendo el costo de ventas.

source: "Provisions for workers' participation are calculated at 8% of pre-tax earnings and are included in ""Cost of sales (exclusive of depreciation, amortization and depletion)"" on the earnings statement."
es: "Las provisiones para la participación de los trabajadores se calculan al 8% de las utilidades antes de impuestos y se incluyen en el ""Costo de Ventas"" (sólo para depreciación, amortización y agotamiento) en el estado de resultados."

source: The abovementioned directive introduces a requirement that manufacturers of compound feedingstuffs should indicate on their labels the precise quantities (in percentages) of all feed materials included in each feedingstuff.
es: La citada Directiva impone a los fabricantes de piensos compuestos la obligación de incluir en el etiquetado de sus productos una indicación cuantitativa exacta (en porcentaje) de todas las materias primas utilizadas para obtener cada alimento.

source: This identifier must be used consistently in association with the qualifying configurations in marketing/sales materials and on the ENERGY STAR list of qualified products (e.g. model A1234 for baseline configurations and A1234-ES for ENERGY STAR qualifying configurations).
es: Dicho identificador debe usarse de manera coherente en asociación con las configuraciones certificadas en los materiales de promoción o venta y en la lista ENERGY STAR de productos certificados (por ejemplo, modelo A1234 para las configuraciones básicas y A1234-ES para las configuraciones certificadas ENERGY STAR).

source: Before deciding whether to use radio in your marketing mix, determine if your target audience is listening.
es: Antes de decidir si utilizará la radio en su campaña publicitaria, determine si el público al que apunta estará escuchando.

source: The balance of judgement for senior management in identifying segments that are worthy of development rests between the economies of scale afforded by marketing tactics that are standardized across the customer base and the ability to save money through more effective targeting of the marketing mix to specific target groups.
es: El punto de equilibrio de la gerencia superior en la determinación de los segmentos que deberían desarrollarse reside entre las economías de escala, permitidas por las tácticas generales de promoción y venta, y la capacidad para ahorrar dinero a través de una orientación más eficaz de la combinación de comercialización hacia los grupos destinatarios específicos.

source: Decisions can then be taken to exploit those needs through the development of a uniquely designed marketing mix, segment by segment involving the development of products, pricing strategies, channels of distribution and promotional tactics for tangible products, with the addition of people issues (service quality), process (management of value chains) and physical evidence to support tactics where services are offered.
es: Luego hay que tomar la decisión de explotar estas necesidades, a través de una combinación de comercialización, segmento por segmento, que incluya el desarrollo de productos, las estrategias de precios, los canales de distribución y las tácticas de promoción de los productos tangibles, además de la atención personal (la calidad del servicio), el proceso (la gestión de las cadenas de valor) y la evidencia física para respaldar las tácticas de los servicios ofrecidos.

source: Corrective measures may involve modifying an element of the marketing mix it may be that some attribute of the product must be changed, or that an inappropriate form of entry has been chosen, or that the communication campaign is not effective for the market in question.
es: Las medidas correctoras pueden suponer la modificación de alguno de los elementos del marketing mix puede que haya que cambiar algún atributo del producto, o que se haya escogido una forma de entrada inapropiada, o que la campaña de comunicación no sea efectiva para ese mercado.

source: There could be a role for the EU in sharing best practice in campaign messages and use of the marketing mix, along the lines of the EU's successful TAPESTRY initiative.
es: La UE podría desempeñar un papel importante difundiendo buenas prácticas en materia de campañas de publicidad y de uso de técnicas de comercialización, en consonancia con el éxito de la iniciativa comunitaria TAPESTRY.

source: Use the results to decide on a suitable marketing mix where trade fair participation is a component
es: Utilizar los resultados para decidir el tipo de marketing adecuado donde la participación en ferias sea un componente.

source: Make your marketing mix help you keep and nurture your customers, while still getting new ones.
es: El marketing le ayudará a fidelizar su cartera de clientes, a la vez que ampliarla.

source: Training and education an important element in the marketing mix
es: Entrenamiento y formación un elemento importante en el marketing

source: The best marketing plan fails if it is not implemented in the most adequate time or place.
es: El mejor plan de marketing fracasa si no se aplica bien en el momento y lugar adecuados.

source: A marketing plan depends on the type of program being promoted, and the community to which it is advertised.
es: Un plan de promoción depende del tipo de programa que se está promocionando y la comunidad a la cual se está promocionando.

source: Nevertheless, it is clear from the trifloxystrobin marketing plan that important sales are expected, accounting for some
es: Sin embargo, del plan de comercialización de la trifloxistrobina se deduce claramente que se esperan ventas importantes, por un importe de

source: A full network design and roll-out plan is then integrated into the marketing plan.
es: Seguidamente, se integra al plan de comercialización un plan completo de diseño y desarrollo de red.

source: However, a good marketing plan can make the difference between success and failure.
es: Sin embargo, un buen plan de comercialización puede determinar la posibilidad de éxito o fracaso.

source: The application will include adequate information about the anticipated costs and capital requirements, availability of capital and insurance, a revenue model (including a pricing model), relevant market analysis, a marketing plan and registry failure provisions.
es: La solicitud incluirá información adecuada sobre los costes previstos y las necesidades de capital, disponibilidad de capitales y seguros, modelo de ingresos (con inclusión de un modelo de precios), análisis de mercado pertinente, plan de mercadotecnia y disposiciones para caso de fallo del Registro.

source: Service started with three trains per week running in each direction and market share being modest.
es: El servicio comenzó con tres trenes semanales en cada dirección y con una parte modesta del mercado.

source: A successful strategy in the struggle to gain market share is to increase customer loyalty and satisfaction.
es: El aumento de la vinculación y satisfacción del cliente constituye una estrategia acertada para obtener cuotas de mercado.

source: The Hella market share for headlamp levellers in Europe has reached nearly 25 percent today.
es: La cuota de mercado de Hella para los correctores del alcance luminoso en Europa es actualmente del 25 por ciento.

source: Through a groundswell of consumer support, Fairtrade has now achieved significant market share across many products in 23 countries.
es: Gracias al enorme apoyo de muchos consumidores, el Comercio Justo Fairtrade ha alcanzado una importante cuota de mercado para muchos productos en 23 países.

source: UTZ CERTIFIED has a growing market share in an increasing number of consumer countries.
es: UTZ CERTIFIED tiene una participación de mercado creciente en un creciente número de países consumidores de café.

source: If your company loses quality, you lose customers, providers, and, ultimately, market share.
es: Si su empresa pierde calidad, pierde clientes, proveedores, y, en última instancia, cuota de mercado.
